# Задание 6.1
people = {'first_name': 'Alex', 'last_name': 'Ivanov', 'Age': '25', 'City': 'Moscow'}
print(people['first_name'])
print(people['last_name'])
print(people['Age'])
print(people['City'])

# Задание 6.2
love_numer = {'Jenya': '54', 'Boris': '22', 'Igor': '33', 'Nikita': '3', 'Max': '77'}
print(love_numer)

#Задание 6.3
golosaryy = {'Списки': 'Списки:\n нужны для хранинея данных\n', 'Цикл': 'Циклы:\n нужны для автоматизации рутиных задач\n',
             'Кортежи': 'Кортежи:\n как списки только в них данные нельзя менять\n', 'print': 'print:\n для вывода данных на экран\n',
             'Input': 'Input:\nсчитывает данные с клавиатуры\n'}
print(golosaryy['Списки'])
print(golosaryy['Цикл'])
print(golosaryy['Кортежи'])
print(golosaryy['print'])
print(golosaryy['Input'])